Repository: rxtech-lab/summary-chip-ios
Catalog: MacSmartShare/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Add to Trip
zh_hans: 添加到行程
zh_hant: 新增到行程

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Couldn't Load Trips
zh_hans: 无法载入行程
zh_hant: 無法載入行程

source: Couldn't Read Shared Item
zh_hans: 无法读取分享的内容
zh_hant: 無法讀取分享的內容

source: Couldn't Send
zh_hans: 无法发送
zh_hant: 無法傳送

source: Done
zh_hans: 完成
zh_hant: 完成

source: e.g. This is our hotel in Sendai
zh_hans: 例如：这是我们在仙台的酒店
zh_hant: 例如：這是我們在仙台的酒店

source: Instructions (optional)
zh_hans: 说明（可选）
zh_hant: 說明（選填）

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: Make a summary card to read and share.
zh_hans: 生成一张可阅读和分享的摘要卡片。
zh_hant: 產生一張可閱讀和分享的摘要卡片。

source: Not Enough Points
zh_hans: 点数不足
zh_hant: 點數不足

source: Not right? Discard…
zh_hans: 不满意？舍弃…
zh_hant: 不滿意？捨棄…

source: Open Chippy
zh_hans: 打开 Chippy
zh_hant: 開啟 Chippy

source: Open in Chippy
zh_hans: 在 Chippy 中打开
zh_hant: 在 Chippy 中開啟

source: Reading what you shared…
zh_hans: 正在读取分享的内容…
zh_hant: 正在讀取分享的內容…

source: Send
zh_hans: 发送
zh_hant: 傳送

source: Sending to the agent…
zh_hans: 正在发送给助手…
zh_hant: 正在傳送給助手…

source: Sent
zh_hans: 已发送
zh_hant: 已傳送

source: Shared
zh_hans: 分享的内容
zh_hant: 分享的內容

source: Summarize
zh_hans: 生成摘要
zh_hant: 產生摘要

source: The agent reads %@ and adds what's useful: trains, flights, hotels, costs. Uses points.
zh_hans: 助手会读取“%@”并添加有用的信息：火车、航班、酒店、费用。会消耗点数。
zh_hant: 助手會讀取「%@」並新增有用的資訊：火車、航班、酒店、費用。會消耗點數。

source: The agent reads it and updates a trip diary: bookings, trains, hotels.
zh_hans: 助手会读取内容并更新行程日记：预订、火车、酒店。
zh_hant: 助手會讀取內容並更新行程日記：預訂、火車、酒店。

source: The agent will update %@. You'll get a notification when it's done.
zh_hans: 助手将更新“%@”。完成后你会收到通知。
zh_hant: 助手將更新「%@」。完成後你會收到通知。

source: Trip
zh_hans: 行程
zh_hant: 行程

source: Try Again
zh_hans: 重试
zh_hant: 重試

source: Updating a trip from what you share uses points. Top up in Chippy to continue.
zh_hans: 根据分享内容更新行程会消耗点数。请在 Chippy 中充值后继续。
zh_hant: 根據分享內容更新行程會消耗點數。請在 Chippy 中儲值後繼續。

source: You have no trips yet. Create one in Chippy first, then share to it.
zh_hans: 你还没有行程。请先在 Chippy 中创建一个，然后再分享到它。
zh_hant: 你還沒有行程。請先在 Chippy 中建立一個，再分享到它。
